Repository: toneloc/stable-channels
Catalog: ios/StableChannels/StableChannels/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, ja, pt_br, ru, zh_hans

# label_your_address
source: Your Bitcoin Address
ar: عنوان البيتكوين الخاص بك
bn: আপনার বিটকয়েন ঠিকানা
de: Ihre Bitcoin-Adresse
es: Tu Dirección Bitcoin
fr: Votre adresse Bitcoin
hi: आपका बिटकॉइन पता
ja: あなたのビットコインアドレス
pt_br: Seu Endereço Bitcoin
ru: Ваш Bitcoin-адрес
zh_hans: 您的比特币地址

# label_your_invoice
source: Your Lightning Invoice
ar: فاتورة لايتنينج الخاصة بك
bn: আপনার লাইটনিং ইনভয়েস
de: Ihre Lightning-Rechnung
es: Tu Factura Lightning
fr: Votre facture Lightning
hi: आपका लाइटनिंग चालान
ja: あなたのLightningインボイス
pt_br: Sua Fatura Lightning
ru: Ваш инвойс Lightning
zh_hans: 您的闪电网络发票

source: Last backup
ar: آخر نسخ احتياطي
bn: সর্বশেষ ব্যাকআপ
de: Letztes Backup
es: Último Respaldo
fr: Dernière sauvegarde
hi: अंतिम बैकअप
ja: 最後のバックアップ
pt_br: Último Backup
ru: Последняя резервная копия
zh_hans: 上次备份

# link_about
source: About
ar: حول
bn: সম্পর্কে
de: Über
es: Acerca de
fr: À propos
hi: हमारे बारे में
ja: アプリについて
pt_br: Sobre
ru: О приложении
zh_hans: 关于

# link_app_access
source: App Access
ar: الوصول إلى التطبيق
bn: অ্যাপ অ্যাক্সেস
de: App-Zugriff
es: Acceso de la App
fr: Accès à l'application
hi: ऐप एक्सेस
ja: アプリアクセス
pt_br: Acesso ao Aplicativo
ru: Доступ к приложению
zh_hans: 应用访问

# link_appearance
source: Appearance
ar: المظهر
bn: অ্যাপিয়ারেন্স
de: Erscheinungsbild
es: Apariencia
fr: Apparence
hi: दिखावट
ja: 外観
pt_br: Aparência
ru: Внешний вид
zh_hans: 外观

# link_backup
source: Backup
ar: نسخ احتياطي
bn: ব্যাকআপ
es: Respaldo
fr: Sauvegarde
hi: बैकअप
ja: バックアップ
ru: Резервное копирование
zh_hans: 备份

# link_channel
source: Channel
ar: القناة
bn: চ্যানেল
de: Kanal
es: Canal
fr: Canal
hi: चैनल
ja: チャネル
pt_br: Canal
ru: Канал
zh_hans: 通道

# link_node
source: Node
ar: العقدة
bn: নোড
es: Nodo
fr: Nœud
hi: नोड
ja: ノード
pt_br: Nó
ru: Узел
zh_hans: 节点

# link_notifications
source: Notifications
ar: الإشعارات
bn: নোটিফিকেশন
de: Benachrichtigungen
es: Notificaciones
hi: सूचनाएं
ja: 通知
pt_br: Notificações
ru: Уведомления
zh_hans: 通知

# link_privacy_policy
source: Privacy Policy
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
ja: プライバシーポリシー
pt_br: Política de Privacidade
ru: Политика конфиденциальности
zh_hans: 隐私政策

# link_push_connectivity
source: Push Connectivity
ar: اتصال Push
bn: পুশ কানেক্টিভিটি
de: Push-Verbindung
es: Conectividad Push
fr: Connectivité Push
hi: पुश कनेक्टिविटी
ja: プッシュ接続
pt_br: Conectividade Push
ru: Push-соединение
zh_hans: 推送连接

# link_send_on_chain
source: Send Onchain
ar: إرسال على السلسلة
bn: অন-চেইনে পাঠান
de: On-Chain senden
es: Enviar On-chain
fr: Envoyer sur la chaîne
hi: ऑन-चेन भेजें
ja: オンチェーン送信
pt_br: Enviar On-chain
ru: Отправить on-chain
zh_hans: 链上发送

# link_stable_position
source: Stable Position
ar: الوضع المستقر
bn: স্থিতিশীল অবস্থান
de: Stabile Position
es: Posición Estable
fr: Position stable
hi: स्थिर स्थिति
ja: 安定ポジション
pt_br: Posição Estável
ru: Стабильная позиция
zh_hans: 稳定仓位

source: Loading balance...
ar: تحميل الرصيد...
bn: ব্যালেন্স লোড হচ্ছে...
de: Guthaben wird geladen...
es: Cargando saldo...
fr: Chargement du solde...
hi: शेष राशि लोड हो रही है...
ja: 残高を読み込み中...
pt_br: Carregando saldo...
ru: Загрузка баланса...
zh_hans: 正在加载余额...

# max_channel_limit
source: Maximum: $%lld
ar: الحد الأقصى: $%lld
bn: সর্বোচ্চ: $%lld
de: Maximal: $%lld
es: Máximo: $%lld
hi: अधिकतम: $%lld
ja: 最大: $%lld
pt_br: Máximo: $%lld
ru: Максимум: $%lld
zh_hans: 最大额度：$%lld

source: Maybe Later
ar: ربما لاحقًا
bn: সম্ভবত পরে
de: Vielleicht später
es: Tal vez luego
fr: Peut-être plus tard
hi: शायद बाद में
ja: 後で
pt_br: Talvez mais tarde
ru: Возможно, позже
zh_hans: 以后再说

# move_to_trading
source: Move to Lightning Account
ar: نقل إلى حساب لايتنينج
bn: লাইটনিং অ্যাকাউন্টে সরান
de: Auf Lightning-Konto verschieben
es: Mover a la cuenta Lightning
fr: Déplacer vers le compte Lightning
hi: लाइटनिंग खाते में ले जाएं
ja: Lightningアカウントに移動
pt_br: Mover para a conta Lightning
ru: Переместить на Lightning-счет
zh_hans: 移动到闪电网络账户

source: Notifications Disabled
ar: الإشعارات معطلة
bn: নোটিফিকেশন নিষ্ক্রিয়
de: Benachrichtigungen deaktiviert
es: Notificaciones desactivadas
fr: Notifications désactivées
hi: सूचनाएं अक्षम हैं
ja: 通知が無効です
pt_br: Notificações Desativadas
ru: Уведомления отключены
zh_hans: 通知已禁用

# notifications_disabled_subtitle
source: Enable notifications to receive payment alerts
ar: تفعيل الإشعارات لتلقي تنبيهات الدفع
bn: পেমেন্ট অ্যালার্ট পেতে নোটিফিকেশন সক্রিয় করুন
de: Aktivieren, um Alarme zu erhalten
es: Habilita para recibir alertas
fr: Activez les notifications pour recevoir des alertes
hi: भुगतान अलर्ट प्राप्त करने के लिए सक्षम करें
ja: アラートを受信するには通知を有効にしてください
pt_br: Ative as notificações para receber alertas
ru: Включите уведомления, чтобы получать оповещения
zh_hans: 启用通知以接收付款提醒

source: Notifications Enabled
ar: الإشعارات مفعلة
bn: নোটিফিকেশন সক্রিয়
de: Benachrichtigungen aktiviert
es: Notificaciones activadas
fr: Notifications activées
hi: सूचनाएं सक्षम हैं
ja: 通知が有効です
pt_br: Notificações Ativadas
ru: Уведомления включены
zh_hans: 通知已启用

source: Passphrase
ar: كلمة المرور
bn: পাসফ্রেজ
es: Contraseña
fr: Phrase secrète
hi: पासफ़्रेज़
ja: パスフレーズ
pt_br: Senha
ru: Пароль
zh_hans: 密码

# passphrase_min_length
source: At least 12 characters required
ar: يلزم 12 حرفًا على الأقل
bn: কমপক্ষে ১২টি অক্ষর প্রয়োজন
de: Mindestens 12 Zeichen erforderlich
es: Se necesitan al menos 12 caracteres
fr: Au moins 12 caractères requis
hi: कम से कम 12 अक्षर आवश्यक
ja: 少なくとも12文字が必要です
pt_br: Pelo menos 12 caracteres necessários
ru: Требуется не менее 12 символов
zh_hans: 至少需要 12 个字符

# passphrase_mismatch
source: Passphrases don't match
ar: كلمتا المرور غير متطابقتين
bn: পাসফ্রেজ মিলছে না
de: Passphrasen stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les phrases secrètes ne correspondent pas
hi: पासफ़्रेज़ मेल नहीं खाते
ja: パスフレーズが一致しません
pt_br: As senhas não correspondem
ru: Пароли не совпадают
zh_hans: 密码不匹配

# payment_received
source: Received
ar: تم الاستلام
bn: গৃহীত
de: Empfangen
es: Recibido
fr: Reçu
hi: प्राप्त किया
ja: 受け取りました
pt_br: Recebido
ru: Получено
zh_hans: 已接收

# payment_sent
source: Sent
ar: تم الإرسال
bn: প্রেরিত
de: Gesendet
es: Enviado
fr: Envoyé
hi: भेजा गया
ja: 送信しました
pt_br: Enviado
ru: Отправлено
zh_hans: 已发送

# payment_type_channel_close
source: Channel Close
ar: إغلاق القناة
bn: চ্যানেল বন্ধ
de: Kanal schließen
es: Cierre de Canal
fr: Fermeture du canal
hi: चैनल बंद
ja: チャネル閉鎖
pt_br: Fechamento de Canal
ru: Закрытие канала
zh_hans: 通道关闭

# payment_type_on_chain
source: Onchain
ar: على السلسلة
bn: অন-চেইন
fr: Sur la chaîne
hi: ऑन-चेन
ja: オンチェーン
zh_hans: 链上

# payment_type_settlement
source: Settlement
ar: تسوية
bn: নিষ্পত্তি
de: Abrechnung
es: Liquidación
fr: Règlement
hi: निपटान
ja: 決済
pt_br: Liquidação
ru: Расчет
zh_hans: 结算

# payment_type_stability
source: Stability
ar: الاستقرار
bn: স্থিতিশীলতা
de: Stabilität
es: Estabilidad
fr: Stabilité
hi: स्थिरता
ja: 安定性
pt_br: Estabilidade
ru: Стабильность
zh_hans: 稳定性

# picker_history
source: History
ar: التاريخ
bn: ইতিহাস
de: Verlauf
es: Historial
fr: Historique
hi: इतिहास
ja: 履歴
pt_br: Histórico
ru: История
zh_hans: 历史记录

# placeholder_amount
source: Amount (USD)
ar: المبلغ (USD)
bn: পরিমাণ (USD)
de: Betrag (USD)
es: Cantidad (USD)
fr: Montant (USD)
hi: राशि (USD)
ja: 金額 (USD)
pt_br: Valor (USD)
ru: Сумма (USD)
zh_hans: 金额 (USD)

# placeholder_loading
source: Loading...
ar: جارٍ التحميل...
bn: লোড হচ্ছে...
de: Wird geladen...
es: Cargando...
fr: Chargement...
hi: लोड हो रहा है...
ja: 読み込み中...
pt_br: Carregando...
ru: Загрузка...
zh_hans: 加载中...

# placeholder_seed
source: word1 word2 word3...
ar: كلمة1 كلمة2 كلمة3...
bn: শব্দ১ শব্দ২ শব্দ৩...
de: wort1 wort2 wort3...
es: palabra1 palabra2 palabra3...
fr: mot1 mot2 mot3...
hi: शब्द1 शब्द2 शब्द3...
ja: 単語1 単語2 単語3...
pt_br: palavra1 palavra2 palavra3...
ru: слово1 слово2 слово3...

# recovery_banner_text_prefix
source: Please email
ar: الرجاء إرسال بريد إلكتروني إلى
bn: দয়া করে ইমেল করুন
de: Bitte senden Sie eine E-Mail an
es: Por favor envía un correo a
fr: Veuillez envoyer un e-mail à
hi: कृपया ईमेल करें
ja: こちらにメールしてください:
pt_br: Por favor envie um e-mail para
ru: Пожалуйста, напишите на
zh_hans: 请发送电子邮件至

# recovery_banner_text_suffix
source: for wallet recovery assistance.
ar: للحصول على المساعدة في استرداد المحفظة.
bn: ওয়ালেট পুনরুদ্ধারে সহায়তার জন্য।
de: für Hilfe bei der Wiederherstellung.
es: para recibir ayuda sobre cómo restaurar.
fr: pour obtenir de l'aide sur la récupération du portefeuille.
hi: ईमेल करें।
ja: ウォレット復元のサポートのため。
pt_br: para assistência de recuperação da carteira.
ru: для помощи в восстановлении кошелька.
zh_hans: 以获取钱包恢复帮助。

# recovery_banner_title
source: Need Help?
ar: تحتاج للمساعدة؟
bn: সাহায্য প্রয়োজন?
de: Brauchen Sie Hilfe?
es: ¿Necesitas ayuda?
fr: Besoin d'aide ?
hi: मदद चाहिए?
ja: ヘルプが必要ですか？
pt_br: Precisa de Ajuda?
ru: Нужна помощь?
zh_hans: 需要帮助？

# restore_action
source: Restore Wallet
ar: استعادة المحفظة
bn: ওয়ালেট পুনরুদ্ধার করুন
de: Wallet wiederherstellen
es: Restaurar Billetera
fr: Restaurer le portefeuille
hi: वॉलेट पुनर्स्थापित करें
ja: ウォレットを復元
pt_br: Restaurar Carteira
ru: Восстановить кошелек
zh_hans: 恢复钱包

source: Restore Backup
ar: استعادة النسخة الاحتياطية
bn: ব্যাকআপ পুনরুদ্ধার করুন
de: Backup wiederherstellen
es: Restaurar Respaldo
fr: Restaurer la sauvegarde
hi: बैकअप पुनर्स्थापित करें
ja: バックアップを復元
pt_br: Restaurar Backup
ru: Восстановить из файла
zh_hans: 恢复备份

# restore_description
source: Restore your wallet from backup.
ar: استعادة محفظتك من النسخة الاحتياطية.
bn: ব্যাকআপ থেকে আপনার ওয়ালেট পুনরুদ্ধার করুন।
de: Stellen Sie Ihre Wallet aus einem Backup wieder her.
es: Restaura tu billetera desde el respaldo.
fr: Restaurez votre portefeuille à partir de la sauvegarde.
hi: अपने वॉलेट को बैकअप से पुनर्स्थापित करें।
ja: バックアップからウォレットを復元します。
pt_br: Restaure sua carteira a partir do backup.
ru: Восстановите кошелек из резервной копии.
zh_hans: 从备份中恢复您的钱包。

source: Restore from iCloud
ar: استعادة من iCloud
bn: iCloud থেকে পুনরুদ্ধার করুন
de: Aus iCloud wiederherstellen
es: Restaurar de iCloud
fr: Restaurer depuis iCloud
hi: iCloud से पुनर्स्थापित करें
ja: iCloudから復元
pt_br: Restaurar do iCloud
ru: Восстановить из iCloud
zh_hans: 从 iCloud 恢复

source: Restoring...
ar: جارٍ الاستعادة...
bn: পুনরুদ্ধার করা হচ্ছে...
de: Wird wiederhergestellt...
es: Restaurando...
fr: Restauration...
hi: पुनर्स्थापित हो रहा है...
ja: 復元中...
pt_br: Restaurando...
ru: Восстановление...
zh_hans: 正在恢复...

# section_about
source: About
ar: حول
bn: সম্পর্কে
de: Über
es: Acerca de
fr: À propos
hi: हमारे बारे में
ja: アプリについて
pt_br: Sobre
ru: О приложении
zh_hans: 关于

# section_app_info
source: App Info
ar: معلومات التطبيق
bn: অ্যাপ ইনফো
es: Info de la Aplicación
fr: Informations sur l'application
hi: ऐप जानकारी
ja: アプリ情報
pt_br: Informações do Aplicativo
ru: Информация о приложении
zh_hans: 应用信息

# section_appearance
source: Appearance
ar: المظهر
bn: অ্যাপিয়ারেন্স
de: Erscheinungsbild
es: Apariencia
fr: Apparence
hi: दिखावट
ja: 外観
pt_br: Aparência
ru: Внешний вид
zh_hans: 外观

# section_backup
source: Backup
ar: النسخ الاحتياطي
bn: ব্যাকআপ
es: Respaldo
fr: Sauvegarde
hi: बैकअप
ja: バックアップ
ru: Резервное копирование
zh_hans: 备份

# section_backup_seed
source: Backup
ar: النسخ الاحتياطي
bn: ব্যাকআপ
es: Respaldo
fr: Sauvegarde
hi: बैकअप
ja: バックアップ
ru: Резервная копия
zh_hans: 备份

# section_channel
source: Channel
ar: القناة
bn: চ্যানেল
de: Kanal
es: Canal
fr: Canal
hi: चैनल
ja: チャネル
pt_br: Canal
ru: Канал
zh_hans: 通道

# section_custody
source: Custody Model
ar: نموذج الحفظ
bn: কাস্টডি মডেল
de: Verwahrungsmodell
es: Modelo de Custodia
fr: Modèle de garde
hi: कस्टडी मॉडल
ja: 保管モデル
pt_br: Modelo de Custódia
ru: Модель хранения
zh_hans: 托管模式

# section_metadata
source: Metadata
ar: البيانات الوصفية
bn: মেটাডেটা
de: Metadaten
es: Metadatos
fr: Métadonnées
hi: मेटाडेटा
ja: メタデータ
pt_br: Metadados
ru: Метаданные
zh_hans: 元数据

# section_network
source: Network
ar: الشبكة
bn: নেটওয়ার্ক
de: Netzwerk
es: Red
fr: Réseau
hi: नेटवर्क
ja: ネットワーク
pt_br: Rede
ru: Сеть
zh_hans: 网络

# section_node
source: Node
ar: العقدة
bn: নোড
de: Knoten
es: Nodo
fr: Nœud
hi: नोड
ja: ノード
pt_br: Nó
ru: Узел
zh_hans: 节点

# section_node_network
source: Node & Network
ar: العقدة والشبكة
bn: নোড ও নেটওয়ার্ক
de: Knoten & Netzwerk
es: Nodo & Red
fr: Nœud et réseau
hi: नोड और नेटवर्क
ja: ノードとネットワーク
pt_br: Nó & Rede
ru: Узел и сеть
zh_hans: 节点与网络

# section_notifications
source: Notifications
ar: الإشعارات
bn: নোটিফিকেশন
de: Benachrichtigungen
es: Notificaciones
hi: सूचनाएं
ja: 通知
pt_br: Notificações
ru: Уведомления
zh_hans: 通知

# section_on_chain
source: Onchain
ar: على السلسلة (Onchain)
bn: অন-চেইন
fr: Sur la chaîne
hi: ऑन-चेन
ja: オンチェーン
zh_hans: 链上

# section_payment_details
source: Payment Details
ar: تفاصيل الدفع
bn: পেমেন্টের বিবরণ
de: Zahlungsdetails
es: Detalles del Pago
fr: Détails du paiement
hi: भुगतान विवरण
ja: 支払いの詳細
pt_br: Detalhes do Pagamento
ru: Детали платежа
zh_hans: 付款详情

# section_preferences
source: Preferences
ar: التفضيلات
bn: পছন্দসমূহ
de: Einstellungen
es: Preferencias
fr: Préférences
hi: प्राथमिकताएं
ja: 設定
pt_br: Preferências
ru: Настройки
zh_hans: 偏好设置

# section_privacy_security
source: Privacy & Security
ar: الخصوصية والأمان
bn: গোপনীয়তা ও নিরাপত্তা
de: Datenschutz & Sicherheit
es: Privacidad & Seguridad
fr: Confidentialité et sécurité
hi: गोपनीयता और सुरक्षा
ja: プライバシーとセキュリティ
pt_br: Privacidade & Segurança
ru: Конфиденциальность и безопасность
zh_hans: 隐私与安全

# section_restore
source: Restore
ar: استعادة
bn: পুনরুদ্ধার
de: Wiederherstellen
es: Restaurar
fr: Restaurer
hi: पुनर्स्थापित करें
ja: 復元
pt_br: Restaurar
ru: Восстановить
zh_hans: 恢复

# section_stable_position
source: Stable Position
ar: الوضع المستقر
bn: স্থিতিশীল অবস্থান
de: Stabile Position
es: Posición Estable
fr: Position stable
hi: स्थिर स्थिति
ja: 安定ポジション
pt_br: Posição Estável
ru: Стабильная позиция
zh_hans: 稳定仓位

# section_trade_details
source: Order Details
ar: تفاصيل الطلب
bn: অর্ডারের বিবরণ
de: Auftragsdetails
es: Detalles de Orden
fr: Détails de la commande
hi: ऑर्डर विवरण
ja: 注文の詳細
pt_br: Detalhes do Pedido
ru: Детали заказа
zh_hans: 订单详情

# section_wallet
source: Wallet
ar: المحفظة
bn: ওয়ালেট
es: Billetera
fr: Portefeuille
hi: वॉलेट
ja: ウォレット
pt_br: Carteira
ru: Кошелек
zh_hans: 钱包

# section_wallet_security
source: Wallet Security
ar: أمان المحفظة
bn: ওয়ালেট নিরাপত্তা
de: Wallet-Sicherheit
es: Seguridad de Billetera
fr: Sécurité du portefeuille
hi: वॉलेट सुरक्षा
ja: ウォレットのセキュリティ
pt_br: Segurança da Carteira
ru: Безопасность кошелька
zh_hans: 钱包安全

# segment_payments
source: Payments
ar: المدفوعات
bn: পেমেন্টসমূহ
de: Zahlungen
es: Pagos
fr: Paiements
hi: भुगतान
ja: 支払い
pt_br: Pagamentos
ru: Платежи
zh_hans: 付款

# segment_trades
source: Orders
ar: الطلبات
bn: অর্ডারসমূহ
de: Aufträge
es: Órdenes
fr: Commandes
hi: ऑर्डर
ja: 注文
pt_br: Pedidos
ru: Ордера
zh_hans: 订单

# select_backup_file
source: Select .stablebackup File
ar: حدد ملف .stablebackup
bn: .stablebackup ফাইল নির্বাচন করুন
de: Wählen Sie die .stablebackup-Datei
es: Selecciona el archivo .stablebackup
fr: Sélectionnez le fichier .stablebackup
hi: .stablebackup फ़ाइल चुनें
ja: .stablebackupファイルを選択
pt_br: Selecione o arquivo .stablebackup
ru: Выберите файл .stablebackup
zh_hans: 选择 .stablebackup 文件

# status_channel_closed
source: Channel Closed
ar: تم إغلاق القناة
bn: চ্যানেল বন্ধ
de: Kanal geschlossen
es: Canal cerrado
fr: Canal fermé
hi: चैनल बंद
ja: チャネル閉鎖
pt_br: Canal fechado
ru: Канал закрыт
zh_hans: 通道已关闭

# status_channel_closing
source: Channel closing...
ar: جارٍ إغلاق القناة...
bn: চ্যানেল বন্ধ হচ্ছে...
de: Kanal wird geschlossen...
es: Cerrando canal...
fr: Fermeture du canal...
hi: चैनल बंद हो रहा है...
ja: チャネルを閉じています...
pt_br: Fechando o canal...
ru: Канал закрывается...
zh_hans: 通道关闭中...

# status_channel_opening
source: Channel Opening
ar: جارٍ فتح القناة
bn: চ্যানেল খোলা হচ্ছে
de: Kanal wird geöffnet
es: Abriendo canal
fr: Ouverture du canal
hi: चैनल खुल रहा है
ja: チャネルを開いています
pt_br: Canal abrindo
ru: Канал открывается
zh_hans: 通道开启中

# status_channel_ready
source: Channel Ready
ar: القناة جاهزة
bn: চ্যানেল প্রস্তুত
de: Kanal bereit
es: Canal listo
fr: Canal prêt
hi: चैनल तैयार
ja: チャネル準備完了
pt_br: Canal pronto
ru: Канал готов
zh_hans: 通道就绪

# status_collecting_data
source: Collecting price data...
ar: جمع بيانات السعر...
bn: দামের তথ্য সংগ্রহ করা হচ্ছে...
de: Preisdaten werden gesammelt...
es: Recolectando precios...
fr: Collecte des données de prix...
hi: मूल्य डेटा एकत्र कर रहा है...
ja: 価格データを収集中...
pt_br: Coletando dados de preços...
ru: Сбор данных о ценах...
zh_hans: 正在收集价格数据...

# status_onchain_receiving
source: Receiving on-chain...
ar: الاستلام على السلسلة...
bn: অন-চেইনে গ্রহণ করা হচ্ছে...
de: Empfangen On-Chain...
es: Recibiendo on-chain...
fr: Réception sur la chaîne...
hi: ऑन-चेन प्राप्त कर रहा है...
ja: オンチェーンで受け取り中...
pt_br: Recebendo on-chain...
ru: Получение on-chain...
zh_hans: 正在链上接收...

# status_opening_channel
source: Opening Channel
ar: جارٍ فتح القناة
bn: চ্যানেল খোলা হচ্ছে
de: Kanal öffnen
es: Abriendo canal
fr: Ouverture du canal
hi: चैनल खुल रहा है
ja: チャネルを開いています
pt_br: Canal abrindo
ru: Открытие канала
zh_hans: 通道开启中

# status_payment_confirmed
source: Payment Confirmed
ar: تم تأكيد الدفع
bn: পেমেন্ট নিশ্চিত করা হয়েছে
de: Zahlung bestätigt
es: Pago confirmado
fr: Paiement confirmé
hi: भुगतान की पुष्टि हो गई
ja: 支払いが確認されました
pt_br: Pagamento confirmado
ru: Платеж подтвержден
zh_hans: 付款已确认

# status_payment_failed
source: Payment Failed
ar: فشل الدفع
bn: পেমেন্ট ব্যর্থ হয়েছে
de: Zahlung fehlgeschlagen
es: Pago fallido
fr: Échec du paiement
hi: भुगतान विफल
ja: 支払いに失敗しました
pt_br: O pagamento falhou
ru: Ошибка платежа
zh_hans: 付款失败

# status_received_btc
source: Received BTC
ar: تم استلام BTC
bn: BTC গৃহীত
de: BTC empfangen
es: BTC recibido
fr: BTC reçu
hi: BTC प्राप्त हुआ
ja: BTCを受け取りました
pt_br: BTC recebido
ru: Получен BTC
zh_hans: 已收到 BTC

# status_received_usd
source: Received USD
ar: تم استلام USD
bn: USD গৃহীত
de: USD empfangen
es: USD recibido
fr: USD reçu
hi: USD प्राप्त हुआ
ja: USDを受け取りました
pt_br: USD recebido
ru: Получен USD
zh_hans: 已收到 USD

# status_running
source: Running
ar: قيد التشغيل
bn: চলছে
de: Läuft
es: En marcha
fr: En cours d'exécution
hi: चल रहा है
ja: 実行中
pt_br: Em execução
ru: Работает
zh_hans: 运行中

# status_splice_failed
source: Splice Failed
ar: فشل Splice
bn: স্প্লাইস ব্যর্থ হয়েছে
de: Splice fehlgeschlagen
es: Fallo del splice
fr: Échec du raccordement
hi: स्प्लिस विफल
ja: スプライスに失敗しました
pt_br: Splice falhou
ru: Ошибка сплайса
zh_hans: Splice 失败

# status_splice_pending
source: Splice Pending
ar: الـ Splice معلق
bn: স্প্লাইস অপেক্ষমান
de: Splice ausstehend
es: Splice pendiente
fr: Raccordement en attente
hi: स्प्लिस लंबित
ja: スプライス保留中
pt_br: Splice pendente
ru: Сплайс в ожидании
zh_hans: Splice 待处理

# status_stopped
source: Stopped
ar: متوقف
bn: বন্ধ
de: Gestoppt
es: Detenido
fr: Arrêté
hi: रुका हुआ
ja: 停止
pt_br: Parado
ru: Остановлен
zh_hans: 已停止

# status_sweeping
source: Pending
ar: قيد الانتظار
bn: অপেক্ষমান
de: Ausstehend
es: Pendiente
fr: En attente
hi: लंबित
ja: 保留中
pt_br: Pendente
ru: В ожидании
zh_hans: 待处理

# status_syncing_moment
source: Syncing Moment
ar: مزامنة اللحظة
bn: মুহূর্ত সিঙ্ক করা হচ্ছে
de: Moment synchronisieren
es: Momento de sincronización
fr: Moment de synchronisation
hi: क्षण सिंक हो रहा है
ja: 瞬間を同期中
pt_br: Momento da sincronização
ru: Момент синхронизации
zh_hans: 同步瞬间

# status_syncing_wallet
source: Syncing Wallet
ar: مزامنة المحفظة
bn: ওয়ালেট সিঙ্ক করা হচ্ছে
de: Wallet synchronisieren...
es: Sincronizando billetera...
fr: Synchronisation du portefeuille
hi: वॉलेट सिंक हो रहा है
ja: ウォレットを同期中
pt_br: Sincronizando carteira
ru: Синхронизация кошелька...
zh_hans: 正在同步钱包

# status_trade_confirmed
source: Order Confirmed
ar: تم تأكيد الطلب
bn: অর্ডার নিশ্চিত করা হয়েছে
de: Auftrag bestätigt
es: Orden confirmada
fr: Commande confirmée
hi: ऑर्डर की पुष्टि हो गई
ja: 注文が確認されました
pt_br: Pedido confirmado
ru: Ордер подтвержден
zh_hans: 订单已确认

# status_trade_failed
source: Order Failed
ar: فشل الطلب
bn: অর্ডার ব্যর্থ হয়েছে
de: Auftrag fehlgeschlagen
es: Orden fallida
fr: Échec de la commande
hi: ऑर्डर विफल
ja: 注文に失敗しました
pt_br: Falha no pedido
ru: Ошибка ордера
zh_hans: 订单失败

# status_waiting_lsp
source: Waiting for LSP
ar: في انتظار LSP
bn: LSP এর জন্য অপেক্ষা করা হচ্ছে
de: Warten auf LSP
es: Esperando LSP
fr: En attente du LSP
hi: LSP की प्रतीक्षा में
ja: LSPを待機中
pt_br: Aguardando LSP
ru: Ожидание LSP
zh_hans: 正在等待 LSP

# subtitle_disable_app_unlock
source: Disable app lock requirement on launch and resume
ar: تعطيل طلب قفل التطبيق عند التشغيل والاستئناف
bn: অ্যাপ চালু এবং পুনরায় শুরু করার সময় লক প্রয়োজনীয়তা নিষ্ক্রিয় করুন
de: Passcode-Abfrage beim Starten deaktivieren
es: Desactivar la exigencia de un código en el inicio
fr: Désactiver l'exigence de verrouillage au lancement
hi: लॉन्च पर लॉक की आवश्यकता अक्षम करें
ja: 起動時および再開時のパスコード要求を無効にする
pt_br: Desativar bloqueio no lançamento e retomada
ru: Отключить запрос кода при запуске
zh_hans: 在启动和恢复时禁用密码要求

# subtitle_disable_payment_confirm
source: Require auth before sending Lightning payments
ar: يتطلب مصادقة قبل إرسال مدفوعات لايتنينج
bn: লাইটনিং পেমেন্ট পাঠানোর আগে প্রমাণীকরণ প্রয়োজন
de: Erfordert Authentifizierung vor dem Senden
es: Requerir autenticación antes de enviar pagos
fr: Authentification requise avant d'envoyer des paiements
hi: भुगतान से पहले प्रमाणीकरण की आवश्यकता है
ja: 送信前に認証が必要です
pt_br: Requer autenticação antes de enviar pagamentos
ru: Требовать аутентификацию перед отправкой
zh_hans: 在发送闪电网络付款之前需要验证

# subtitle_manage_exposure
source: Manage your BTC exposure
ar: إدارة تعرضك لـ BTC
bn: আপনার BTC এক্সপোজার পরিচালনা করুন
de: Verwalten Sie Ihr BTC-Engagement
es: Gestiona tu exposición al BTC
fr: Gérez votre exposition au BTC
hi: अपने BTC एक्सपोजर का प्रबंधन करें
ja: BTCエクスポージャーを管理する
pt_br: Gerencie sua exposição ao BTC
ru: Управляйте своим балансом BTC
zh_hans: 管理您的 BTC 风险敞口

# success_sent
source: Sent!
ar: تم الإرسال!
bn: পাঠানো হয়েছে!
de: Gesendet!
es: ¡Enviado!
fr: Envoyé !
hi: भेजा गया!
ja: 送信しました！
pt_br: Enviado!
ru: Отправлено!
zh_hans: 已发送！

# success_splice_out
source: Splice-out initiated!
ar: بدء الإخراج (Splice-out)!
bn: স্প্লাইস-আউট শুরু হয়েছে!
de: Splice-Out eingeleitet!
es: ¡Splice-out iniciado!
fr: Retrait par raccordement initié !
hi: स्प्लिस-आउट शुरू हो गया!
ja: スプライスアウトが開始されました！
pt_br: Retirada via Splice iniciada!
ru: Splice-out инициирован!
zh_hans: Splice-out 已启动！

# tab_history
source: History
ar: التاريخ
bn: ইতিহাস
de: Verlauf
es: Historial
fr: Historique
hi: इतिहास
ja: 履歴
pt_br: Histórico
ru: История
zh_hans: 历史记录

# tab_home
source: Home
ar: الرئيسية
bn: হোম
de: Start
es: Inicio
fr: Accueil
hi: होम
ja: ホーム
pt_br: Início
ru: Главная
zh_hans: 主页

# tab_settings
source: Settings
ar: الإعدادات
bn: সেটিংস
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
ja: 設定
pt_br: Configurações
ru: Настройки
zh_hans: 设置

# tap_to_select
source: Tap to browse your files
ar: اضغط لتصفح ملفاتك
bn: আপনার ফাইলগুলি ব্রাউজ করতে আলতো চাপুন
de: Tippen Sie, um Dateien zu durchsuchen
es: Toca para buscar tus archivos
fr: Touchez pour parcourir vos fichiers
hi: अपनी फ़ाइलें ब्राउज़ करने के लिए टैप करें
ja: タップしてファイルを参照
pt_br: Toque para navegar em seus arquivos
ru: Нажмите для просмотра ваших файлов
zh_hans: 点击浏览您的文件

# theme_dark
source: Dark
ar: داكن
bn: ডার্ক
de: Dunkel
es: Oscuro
fr: Sombre
hi: डार्क
ja: ダーク
pt_br: Escuro
ru: Темная
zh_hans: 深色

# theme_light
source: Light
ar: فاتح
bn: লাইট
de: Hell
es: Claro
fr: Clair
hi: लाइट
ja: ライト
pt_br: Claro
ru: Светлая
zh_hans: 浅色

# theme_system
source: System
ar: النظام
bn: সিস্টেম
es: Sistema
fr: Système
hi: सिस्टम
ja: システム
pt_br: Sistema
ru: Системная
zh_hans: 跟随系统
